{
    "data": {
        "title": "Terms & Conditions",
        "items": [
            "Disclaimer of Warranties:",
            "The Website ( www.cardiologyapps.com ), the Apps (mobile applications), collectively known as “the Platforms” and any third party products or materials are made available to you “as is” without any warranties of any kind, whether express, implied or statutory. Mount Sinai and its affiliates disclaim all warranties with respect to the Platforms and any third party products or materials to the fullest extent permissible under applicable law, including the warranties of merchantability, fitness for a particular purpose, non-infringement, and title.",
            "Important note regarding health related information: Your use of the Platforms and any information provided on or in connection with the Platforms is at your own risk. The Platforms may provide information regarding health-related issues. Such information (a) is not intended as a substitute for professional medical advice, diagnosis, or treatment, (b) should not be construed as the provision of advice or recommendations and (c) should not be relied upon as the basis of any decision or action, including without limitation the diagnosis or treatment of any health problem. We are not responsible for the accuracy or reliability of any such information. Such information is not exhaustive and should not be considered complete or up-to-date. It is your responsibility to evaluate the accuracy, completely, or usefulness of any information available through the Platforms. The relationship between you and us is not a physician-patient or similar relationship. Always seek the advice of your physician or other qualified health providers with any questions you may have regarding a medical condition and never disregard professional medical advice or delay seeking it because of something you have read on the Platforms. Call 911 or go to your nearest emergency room in the event of an emergency situation. Healthcare professionals should be made aware that the Platforms, and communications that are facilitated by the Platforms, do not take the place of patient communications and are not intended or designed to be part of a patient’s medical records.",
            "While we try to maintain the timeliness, integrity and security of the Platform, we do not guarantee that the Platform is or will remain updated, complete, and correct or secure or that the access to the Platforms will be uninterrupted. The Platforms may include inaccuracies, errors and materials that violate or conflict with this Agreement. Additionally, third parties may make unauthorized alterations to the Platforms. If you become of any such alteration, contact us at annapoorna.kini@mountsinai.org with a description of such alteration and its location on the Platforms.",
            "Limitations of liability:",
            "Mount Sinai will not be liable for any indirect, incidental, consequential, special, exemplary, or punitive damages of any kind, under any contract, tort (including negligence), strict liability or other theory, including damages for loss of profits, use of data, loss of other intangibles, loss of security of submissions (including unauthorized interception by third parties of any submissions), even if advised in advance of the possibility of such damages or losses. Without limiting the foregoing, Mount Sinai will not be liable for any damages of any kind resulting from your use of or inability to use the platform or from any third party products or materials, including with respect to any decision or action taken, or not taken, in reliance with the information contained or provided through the Platforms and use or disclosure of your personal or medical information through the use of the Platforms. Your sole and exclusive remedy for dissatisfaction with the Platforms or any third party products or materials is to stop using the Platforms. The maximum aggregate liability of Mount Sinai for all damages, losses and causes of action, whether in contract, tort (including negligence) or otherwise shall be the greater of (a) the total amount, if any, paid by you to Mount Sinai to use the Platforms and (b) ten dollars ($10.00). All limitations of liability of any kind (including in this section and elsewhere in this agreement) are made of behalf of both Mount Sinai and the affiliated entities.",
            "Applicable law may not allow for limitation on certain implied warranties, or exclusions or limitations of certain damages; solely to the extent that such law applies to you, some or all of the above disclaimers, exclusions or limitations may not apply to you, and you may have certain additional rights.",
            "Last Updated:  September 10, 2019"
        ]
    }
}